mention,,
species,accomplishment,chimpanzee
system,accident,fungi
painting,accomplish,bead
cause,acute,alder
period,accelerate,pueblo
contain,acceleration,renaissance
condition,acclaim,squirrel
popular,acquisition,anthropology
fossil,accidentally,caterpillar
project,accomplished,butterfly
conversation,accustomed,tube
occur,activate,reptile
pressure,abound,shrub
culture,abrupt,wagon
available,accessory,pine
compute,acquaint,spectrum
original,,aesthetic
various,blazing,dialect
exhibit,abolition,lithosphere
urban,abolitionist,ridge
urban,abrasive,aviation
cover,absurd,finch
desert,accelerated,prose
construction,accidental,quartz
atmosphere,,silversmith
attend,acquaintance,hemisphere
concert,abbreviate,adobe
range,abbreviation,rodent
amount,abiding,rodent
bill,ablaze,prairie
organism,abolish,bean
distance,abort,syrup
check,abrasion,troupe
element,abuse,alchemist
location,abut,butter
temperature,decelerate,octopus
apply,accredit,silica
ability,accuse,silicate
interest,accusation,sponge
article,acumen,statue
clay,addict,tenant
behavior,abide,butter
image,,bison
revolution,blaze,bush
colonial,,charcoal
marine,accelerating,crustacean
semester,acclaimed,rod
layer,actively,silt
community,,beak
locate,addictive,delta
climate,adept,edentate
planet,adhere,falcon
suppose,,fog
assignment,adhesive,foliage
significant,,menu
evidence,adjacent,physiology
qualified,adjoining,seashore
characteristic,adjoin,spacecraft
specific,adjunct,magnetosphere
complex,admit,spinal
imply,,temple
section,admittedly,aquatic
plate,adorn,aquarium
brain,adornment,nebula
role,unadorned,scarlet
committee,advent,scavenger
agriculture,adventure,blacksmith
factor,adventurous,soybean
landscape,adventurer,space shuttle
impact,adverse,scuba
rural,,strata
composition,adversely,stripe
corn,adversity,tectonics
architecture,advocate,tundra
vacation,,axis
cancel,affection,boulder
financial,affective,cacti
galaxy,affectionate,canvas
obtain,affiliate,chapel
ray,affinity,detergent
commercial,affirm,dime
preserve,afflict,epic
preserve,affliction,flagella
sculpture,agenda,lettuce
survive,aggravating,membrane
community,aggravate,physiological
demonstrate,aggregate,quarry
feed,aggregation,seaport
illustrate,aggressive,seaweed
motion,,sphere
appointment,aggressiveness,tavern
particle,agile,walnut
band,agility,auger
crystal,aging,arithmetic
liquid,agitation,anatomy
graduate,disagreeable,accordion
colony,agreeable,beard
core,,gorilla
formation,ailment,condor
interior,air,conifer
particle,,corridor
recognize,airstream,curator
standard,airborne,custodian
constant,ajar,eject
extend,akin,flint
tissue,alert,porcupine
tissue,,playwright
diet,,osprey
mammal,alien,sac
rarely,salient,seedling
save,alignment,starch
avoid,all but,syllable
careful,,tenement
shell,all inclusive,bachelor
encourage,allegation,avant-garde
essential,allude,avalanche
evolve,ally,aria
aspect,,arboreal
career,rally,breeze
civil war,aloft,cathedral
effective,aloof,cello
congress,amateur,chalk
current,,clergy
microscope,amaze,clergyman
represent,amazing,connoisseur
typical,amazement,endotherm
couple,ambience,falconer
dinosaur,ambitious,foggy
further,ambition,folklore
meteorite,ambivalent,maize
microscope,ambivalence,monster
combine,scramble,floodplain
fiber,amble,pregnant
telescope,amenable,pedagogy
sediment,amendment,rhetoric
telescope,Amendment,sack
universe,amend,saliva
content,amenity,seabed
contrast,,shaft
photograph,pyramid,spherical
internal,amid,stature
telescope,ample,synonymous
serious,trample,thermal
spot,an army of,voltage
forecast,anarchist,aurora
crust,anecdotal,attorney
decoration,anecdote,apprentice
emphasize,rectangular,amnesia
issue,triangular,alliteration
oxygen,angular,allegory
predator,animated,acronym
achieve,annex,
acquire,annihilate,aviator
,annoy,barber
communication,annoying,cannibalism
release,anomaly,carnivorous
adapt,anonymous,carnival
benefit,antique,carapace
efficient,antiquated,cellist
equipment,antiquate,chef
eventually,,cider
application,antiquity,clan
associate,,colonel
device,,courier
election,anxious,crimson
instrument,apart from,cube
resource,appetite,decimal
vapor,applaud,deciduous
afford,apportion,denomination
compound,appraisal,dorsal
estimate,approve,fable
moisture,,flora
exhibition,approval,floral
expand,disapproval,foe
resemble,arbitrary,fresco
solar,ardent,furry
stand,arduous,hazel
architect,armor,marrow cavity
character,armory,meridian
construct,armored,neon
due,arms,nerve cord
skyscraper,aroma,spinal cord
vegetable,aromatic,spinet
assume,arouse,pedagogic
distinguish,array,rancher
extinction,articulate,saddle
prehistoric,,sapphire
professional,particulate,soy
scholar,ascend,flyspeck
tribe,ascending,chromosphere
approach,ascent,photosphere
attempt,ascribe,spine
carve,aspiring,spinal cord
immigrant,aspiration,spiny
promote,assault,spinet
rare,assert,spinach
contemporary,assessment,stanza
volcanic,assess,steak
evolution,asset,yardstick
organic,,tableland
representative,cassette,shepherd
,videocassette,slab
unique,assimilate,snippet
approximately,,stratum
craft,assorted,synonym
dense,assortment,turquoise
largely,assure,baby-sitter
literary,assuredly,atheist
craft,reassure,arthritis
skeleton,astonish,arsenal
sunlight,astonishing,antiseptic
advance,astonished,anthology
ancestor,astounding,anthem
comprehension,astound,anesthesia
concept,astute,anesthetic
continent,asymmetrical,anesthetic
contribution,athlete,
desire,atom,Cuban
molecule,atomic,bandanna
plain,atomization,blizzard
abundant,atrophy,bonanza
coin,attain,bouquet
complicated,attainment,broad-brimmed
decrease,attribute,brook
,,buggy
competition,augment,building block
predict,biography,bust
sculptor,biographer,buzzer
specialized,autobiography,carat
vast,autobiographical,caricature
actually,automated,cipher
assistant,automatic,citadel
attractive,autonomy,colossal
candidate,autonomous,colossus
characterize,auxiliary,condiment
contemporary,aversion,corps
defense,averse,corsit
depression,avert,crowbar
economical,avid,cubism
sick,avocation,cubic
tropical,avocational,dagger
variety,awkward,daisy
appropriate,awkwardly,deck
attract,backbone,defecate
be composed of,,
crater,backdrop,endotoxin
cultivate,baggage,effluent
decline,bald,
distinct,bald eagle,elixir
excellent,ban,etiquette
immediately,banner,eviscerate
merchant,bang,excursion
package,balloon,foghorn
register,balloonist,fogged
reproduce,,forebear
sample,bankruptcy,forefather
vegetation,bankrupt,
volume,,garb
abnormal,banker,seismograph
advanced,bare,lithograph
beneath,barely,stereophotograph
competition,,hem
conduct,barge,leopard
connect,barn,moat
customer,baroque,nostalgia
dependence,barrel,oratorio
drama,barren,philology
equal,barrenness,pineapple
excuse,barter,tinplate
appropriate,basement,plumage
indicate,beat,tadpole
religious,,teapot
remarkable,,prime number
solution,,paddler
survival,bedrock,parachute
normally,behalf,pathogen
absorb,belie,pedagogical
alter,believe in,phonetics
attach,benign,quench
broadcast,bequest,pupil
classify,besiege,knapsack
constitution,bestow,saga
derive,betray,sap
drawing,,saucer
drill,beverage,scissors
due to,bias,Scotch
generate,unbiased,seamen
iceberg,bicameral,seamount
recommend,bilateral,landslide
emerge,bitter,spaceship
pollution,,speck
portrait,bitterness,spectra
primary,bizarre,hydrosphere
psychology,bland,ionosphere
texture,blanket,spined
therefore,blast,spoon
portrait,,matchstick
transform,blast furnace,stickpin
alone,bleach,rifle
appeal,bleak,shingle
appreciate,blend,sparrow
independent,,stipend
dioxide,blessing,subterranean
employ,blink,tapeworm
escape,blues,tapestry
expansion,bluff,tub
recommend,blunt,balmy
retreat,,ballet
statistics,boast,arena
normal,boastful,archipelago
adequate,boiling point,arc
arrange,bold,apt
,bolster,
depend on,,allocate
dramatic,bonanza,aggregate
formal,bond,affluent
industrial,,affinity
pollutant,boon,affect
pole,baboon,addict
propery,boost,acid
responsible,bounce,accommodate
rhythm,brawling,abstract
vessel,brawl,abandon
analyze,breach,accommodating
audience,,affected
bear,breakdown=break down,aptly
billion,,theist
block,break up,
conference,break apart,
carbon dioxide,break out,bare
distinctive,breakup,
dormitory,break all ties with,beaded
fiction,brighten,brim
forecast,,statue
instruction,brilliance,buzz
magnetic,brilliantly,canyon
nutrient,briny,carbohydrate
popularity,briskness,cell
progress,brisk,cone
stimulate,brittle,cripple
capable,broaden,crippling
archaeologist,brochure,crow
architectural,bronze,crude
detect,bronze Age,culminate
divide,sun-bronzed,cuticle
edge,bubble,cylinder
erosion,buckle,
extensive,,distasteful
gravity,budget,edentate
institution,bulk,electron
intense,,emigrant
volcano,bulky,enzyme
mantle,bump,epidermis
negative,,expenditure
oyster,bump into,fir
pioneer,burgeon,flea
negative,burrow,genre
,,gland
primitive,by-product,glandular
primitive,by a factor of,kymograph
regulate,by chance,grumble
ritual,by far,handicraft
stretch,cab,hands-on
volcano,taxicab,haze
accurate,cadence,helium
arrangement,calibration,ham
balance,calm,herculean
board,,house
dangerous,,hummingbird
dominate,captivity,import
employee,cardiac,insulin
enormous,cardinal,interconnected
extinct,,interconnecting
furniture,cargo,interstice
glacial,casual,interstitial
habitat,catalyst,intertwine
habitat,catalyze,interstellar
mechanism,catastrophe,verdict
originate,catching,sentence
perfect,eye-catching,lave
permanent,catch on,lavatory
poster,categorize,long-range
pot,category,magnesium
potential,cater,mingle
radiation,caterpillar,mingling
readily,cavern,neoclassical
shelter,cavity,nostrum
slightly,cease,note
intense,ceaseless,narrator
tornado,celebrated,outrage
virtually,celebrate,
account,,oxen
additional,celebrity,paleontologist
average,celestial,peak
basin,centennial,perch
,centigrade,perspire
combination,chafe,picturesque
communicate,,premium
compete,chagrin,
display,chamber,pristine
leading,chamber music,protein
medium,chaos,protectionist
numerous,chaotic,
post,charitable,
pound,chaste,ranch
quarter,chat,ranching
reserve,chateau,rapture
survey,cherish,
symbol,chill,readjust
trend,,redirect
brown,chilly,repulse
considerable,chilli,
consume,chisel,
consumer,,scotch
convert,chop,self-sufficient
dessert,choppy,semimolten
doubt,chivalry,short-range
eliminate,choke,stock car racing
float,chronology,reorient
goal,chronological,skull
harmful,chronic,tumble
identify,chunk,tunnel
imitate,chubby,turnpike
investigation,cite,
"larva（pl. larvas, larvae）",clam,
memory,clamor,
opportunity,reclamation,
orchestra,clap,
politics,,
pottery,clarify,
request,clarification,
resident,clause,
sufficient,cling,
surge,,
opportunity,clinic,
variation,clinical,
analysis,clip,
annual,clockwise,
archaeology,counterclockwise,
calculate,clog,
ceremony,clumsy,
contact,clutch,
convention,,
decay,coalition,
deposit,coalescence,
,coalesce,
distinction,coax,
exchange,codify,
beneath,code of laws,
restrict,coexist,
reveal,cognitive,
salinity,coherent,
score,,
,cohesion,
theme,cohesive,
transfer,coherence,
undergo,coil,
virus,,
abstract,recoil,
altitude,coincide,
calculation,coincident,
cliff,coincidence,
conflict,collaborate,
conventional,collaboration,
crack,collapse,
delay,colleague,
dentist,collective,
dependent,colloquial,
,colloquialism,
distinguished,comet,
emit,cometary,
inhabitant,comic,
migration,comical,
nervous,commander,
petroleum,commemorate,
portray,comment,
proposal,,
studio,commentary,
temporary,commentator,
textile,commission,
threaten,,
version,commissioner,
in addition to,commonsense,
adjust,commonplace,
artificial,commuter,
burning,commute,
mantle,telecommuter,
decorative,compact,
dissolve,,
downtown,compaction,
evaporate,companion,
bulb,compatible,
positive,incompatible,
puzzle,compel,
revise,compensate,
revolutionary,compensation,
snowflake,compensatory,
thread,compile,
accumulate,complacence,
acid,complement,
adaptation,,
arid,complementary,
behave,compliment,
belong to,complimentary,
calculator,compress,
civilization,compression,
cluster,compressed,
inhabit,comprise,
inhabitant,compromise,
continental,compulsory,
decorate,concave,
drift,convex,
selection,concede,
emerge,conceive,
facility,concentric,
faculty,concise,
ware,conciseness,
jewelry,concomitant,
outdoors,concrete,
preservation,,
proper,concurrent,
drift,condemn,
sea cucumber,condemnation,
sloth,confederate,
suit,confederacy,
talent,confess,
terrestrial,confession,
evaporate,confide,
wool,confident,
abundance,confidence,
administration,overconfident,
adopt,configuration,
component,confluence,
connection,conform,
eclipse,conformity,
emission,nonconformity,
evaporation,nonconformist,
former,confront,
fundamental,congenial,
vertebrate,congenital,
irregular,congestion,
migratory,congested,
opera,congratulation,
portion,congregate,
possess,conglomerate,
postpone,conjectural,
prey,conjecture,
propose,considerate,
refrigerator,consideration,
frisky,consort,
selection,consortium,
suitable,conspicuous,
ecosystem,conspiracy,
timber,constellation,
tuition,,
twig,consternation,
underground,constricted,
underwater,constrict,
vertebrate,constraint,
ware,constrain,
actual,consult,
archaeological,consultant,
astronomy,contemplate,
attire,context,
,continuity,
congressional,continuum,
destruction,continuation,
distant,contour,
diver,,
elementary,converge,
encounter,convey,
evolutionary,convict,
flexible,conviction,
fort,convincing,
gallery,unconvincing,
genetic,convinced,
grasshopper,convivial,
humidity,cooperate,
emergence,cooperation,
novel,cooperative,
odor,coordinate,
oral,coordinated,
peninsula,coordination,
perform,correlate,
precious,correlated,
reform,correspondence,
regulation,,
relax,corrosion,
rigid,corrosive,
scholarship,corruption,
significance,counteract,
specimen,counterbalance,
stick,counterclockwise,
string,counterfeit,
submit,,
superior,counterpart,
swamp,countless,
trash,cowhand,
upset,cowboy,
vote,cozy,
,cram,
alternative,cramped,
awareness,scramble,
complain,crash,
consciousness,,
consistent,crawl,
container,crayon,
density,crazy,
distribute,creek,
distribution,creep,
dominant,crooked,
economics,,
explore,crevice,
exposure,crossing,
fund,crossbreeding,
load,crisscross,
timber,the Red Cross,
nucleus,crossbones,
orchid,crosscut,
pensive,crumple,
personality,crumble,
phase,crush,
philosophy,cue,
potter,culinary,
respond,cumbersome,
responsibility,cushion,
staff,,
tendency,a cushion of,
tension,air-cushion vehicle,
tough,damp,
varied,dampen,
achievement,daring,
auditorium,dart,
bulb,,
,dash off,
district,daunting,
dweller,dawn,
dwelling,,
emotional,dawning,
endangered,dazzling,
eruption,deadly,
fairly,debt,
firm,debtor,
flourish,deceive,
,decent,
frame,,
global,deceptive,
gull,deception,
irrigation,decompose,
log,decomposition,
metropolitan,defect,
microscopic,defective,
migrate,deference,
offspring,deferential,
pants,defer,
pollute,,
recognition,deform,
reliable,deformation,
romote,deft,
retain,adept,
,degrade,
somewhat,degradation,
offspring,dehydrate,
coach,dehydrated,
taste,dehydration,
trace,deign,
viscous,deity,
voyage,delectable,
academic,delegate,
accompany,,
authority,deliberate,
bar,,
besides,deliberately,
boundary,delirium,
breathe,demobilize,
compose,immobilize,
conductor,democracy,
confuse,demolish,
reef,demolition,
court,denote,
canyon,denounce,
crew,dent,
debate,,
definite,indent,
depict,indenture,
discourage,deny,
dramatically,,
durable,deplete,
earthquake,depletion,
elaborate,depot,
elevation,depreciation,
flavor,deprive,
fortunate,deprivation,
harbor,depredation,
incubate,desalination,
lay,deserve,
nutritional,undeserved,
orbit,desolate,
ore,desperate,
pave the way for,desperately,
pesticide,despoiler,
proportion,despoil,
prospector,destination,
reject,destine,
remind,deter,
reproductive,deterrent,
sketch,deteriorate,
status,determinant,
thesis,detest,
tide,detrimental,
tower,detriment,
division,devastate,
alike,devastation,
antibiotic,devastating,
assist,devoid,
association,devour,
astronomer,diagnose,
barrier,diagonal,
boring,diagonally,
bowl,diameter,
census,diagram,
consumption,dialogue,
costume,differentiate,
credit,undifferentiated,
debris,diffuse,
exaggerate,,
external,dignity,
helpful,digression,
immediate,dilemma,
incorpoarate,diligent,
inhabit,diligently,
inspire,dilute,
external,dilution,
isolate,dilate,
maintenance,dim,
naturalist,dimly,
opposite,diminish,
announce,diplomacy,
,diplomatic,
pitch,disapproval,
primate,disaster,
prominent,disastrous,
rotate,discard,
sensory,discern,
seriously,discernible,
shot,discerning,
slip,discharge,
sophisticated,,
steady,,
,disciple,
vehicle,discipline,
account for,,
artisan,,
bark,subdiscipline,
bound,disciplined,
breed,discomfort,
circumstance,discontented,
confirm,discontent,
consequence,discount,
controversial,,
cultivation,discrete,
currently,discreet,
delicious,disgust,
digest,disgusted,
diverse,disillusion,
emotion,disintegrate,
emphasis,disinterested,
empty,dismal,
entertainment,dismay,
exploration,,
extract,dismember,
favorable,dismembered,
gravitational,dismiss,
harvest,disorganize,
identity,dispatch,
implementation,,
supplement,dispense,
impressive,dispense with,
industrialization,disperse,
institute,dispersal,
interaction,displace,
injury,displacement,
leadership,disposal,
lift,dispose of,
massive,disposed,
mathematics,disposition,
output,disproportionate,
pest,dispute,
pit,,
profession,disregard,
projector,disrepute,
questionnaire,disrupt,
satire,disseminate,
shallow,dissenter,
slope,dissenting,
spontaneous,dissertation,
stem,dissimilar,
thrive,dissipate,
trove,dissipated,
tremendous,distend,
vertical,distent,
voter,distill,
absence,distort,
access,undistorted,
admire,distortion,
latitude,distract,
announce,distress,
astronomical,disturb,
attraction,undisturbed,
beneficial,disturbance,
biologist,divergent,
ceremonial,divergence,
choreographer,divorce,
conservation,,
considerably,dizzying,
copper,dizzy,
curriculum,dizziness,
devote,doctrine,
disadvantage,dolphin,
domestic,domain,
faint,dogged,
fertile,dogma,
freight,doll,
,donate,
humid,donation,
ignore,donor,
ingredient,dormant,
inspect,dot,
interval,,
evade,draft,
latitude,,
liberty,draft animal,
magnitude,drag,
manual,dragonfly,
media,dread,
microorganism,dreadful,
molten,dreadfully,
myth,dreary,
occasionally,drop in,
microorganism,drowsy,
overall,drudgery,
panel,ductile,
parasite,dull,
prescription,dumb,
rainfall,dumbbell-like,
representation,dump,
reproduction,duplicate,
resistance,,
secrete,dwarf,
shed,,
spectacular,dynamic,
,dynamics,
sustain,aerodynamics,
outstanding,thermodynamics,
suitcase,eccentric,
thorough,eccentricity,
unfortunately,eclecticism,
diverse,ecological,
utility,ecologist,
utilize,ecosystem,
evaporation,edible,
,edifice,
vital,elasticity,
devote,inelastic,
weapon,elegant,
wedding,elegance,
wildlife,elicit,
alloy,eligible,
assumption,elite,
boom,elliptical,
check out,,
circulation,elongate,
collide,eloquent,
conceal,elusive,
coral reef,emancipate,
critical,emancipation,
a great deal,embarrass,
deal with,embed,
designate,embellish,
eager,embellishment,
enclose,emblem,
expedition,embody,
extraordinary,emboss,
fabric,embrace,
fabric,,
file,embroider,
,embroidery,
imitation,eminent,
intensive,eminence,
investigate,preeminent,
keen,enactment,
magna,encase,
lunar,encompass,
magnify,,
mechanical,encroach,
multiple,encyclopedia,
nutritious,endeavor,
odd,,
Hispanic,endless,
perception,endlessly,
plantation,endow,
practical,,
quilt,endowment,
recipe,endure,
recommendation,,
religion,enduring,
remarkably,endurance,
renew,engaging,
restore,engage in,
secret,enlightenment,
sequence,enrage,
spiral,enrich,
,ensemble,
subtractive,,
supervisor,entanglement,
symbolize,,
symphony,enterprise,
terrain,enterprising,
,entitle,
trait,,
transition,entitled,
transmit,entity,
transplant,entrenched,
trap,entry,
vent,envelop,
vigorous,envision,
weathering,ephemeral,
yield,epidemic,
,epoch,
zone,eradicate,
,erect,
barbecue,erratic,
beam,erratically,
,error,
blush,escalate,
the Cabinet,,
chart,escalator,
circle,estate,
collision,real estate,
,eternal,
conclude,ethics,
conserve,ethically,
barbecue,ethnic,
defend,evanescent,
condense,eventful,
prediction,evergreen,
dimensional,evoke,
drought,exact,
dye,exacting,
embryo,exalted,
energetic,exception,
evaluate,exceptional,
exert,exceptionally,
,excess,
explorer,,
extension,excessive,
fixed,exclaim,
transformation,exclude,
garbage,exclusion,
beam,exclusive,
gulf,exclusively,
halt,execute,
harmony,execution,
hurricane,executive,
inadequate,,
initiate,exemplary,
initial,exemplify,
innovation,exempt,
intelligent,exemption,
isolated,exhale,
jar,exhilarating,
journal,exhilarate,
lava,exit,
legislature,exorbitant,
logical,exotic,
loose,expel,
memorize,expertise,
,expire,
navigation,,
occurrence,explicit,
outbreak,implicit,
pack,explode,
permission,explosive,
pleasure,,
radar,exponential,
recreation,extol,
residence,extremity,
resistant,exuberant,
roughly,,
ruin,eyewitness,
scenery,facade,
security,facet,
eggshell,multifaceted,
solitary,face,
spring,facsimile,
pursue,faction,
superior to,petrifaction,
sustain,satisfaction,
,factual,
tempt,fade,
termite,,
toxic,faithful,
transformation,,
,faithfulness,
abandon,fake,
capability,,
absent,famine,
absolute,fanatical,
aim,fanatic,
anticipate,fanaticism,
attendance,fancy,
blossom,fanciful,
campaign,infancy,
civil,fantastic,
classification,fantasy,
coarse,far-reaching,
complexity,farce,
condense,fascinate,
confine,fascinating,
contract,fascination,
convenient,fashionable,
cosmic,fashion,
,,
customs,fasten,
deficiency,fatal,
delicate,fateful,
departure,fatigue,
descendant,faucet,
destructive,fault,
devise,,
two/three dimensional,fauna,
education,feasible,
enthusiasm,feat,
episode,feeble,
evident,fend for oneself,
exhausted,fender,
favored,ferment,
fertilize,,
festival,fermentation,
camouflage,ferry,
flock,fervor,
founder,feverish,
immune system,feud,
implement,feudal,
in terms of,fidelity,
inhibit,field research,
initially,fierce,
insist,figurehead,
inspiration,finesse,
intention,,
intricate,fishy,
,fixture,
kiln,flabby,
laborer,flag,
flash,,
lasting,flair,
laundry,flake,
luxury,,
mechanized,snowflake,
modify,flamboyant,
noisy,flare,
packaging,,
pamphlet,flash,
patent,,
practically,flashlight,
unprecedented,fleeting,
prediction,flickering,
preference,flounder,
probe,fluctuate,
progressive,fluctuation,
rank,fluent,
recall,fluffy,
,fluorescent,
scarce,flux,
scatter,influx,
seasonal,foe,
senator,fog,
consequence,foghorn,
stagecoach,fogged,
,foggy,
strand,fold,
strengthen,,
striking,folding,
subtle,scaffolding,
systematic,thousandfold,
customs,unfold,
thunderstorm,follow suit,
hurricane,folly,
transparent,foment,
,foolish,
unprecedented,footnote,
unpredictable,forage,
,,
wax,foray,
,forbid,
weed,forbidding,
fragile,ford,
amplify,Ford,
analogy,forefront,
apologize,foremost,
,forerunner,
assemble,foresee,
assistance,foresight,
barbed wire,foreshadow,
blame,forestall,
baby boom,foretell,
bud,forge,
bunch,formidable,
log cabin,formula,
civilian,formulate,
comparative,fortuitous,
consequently,fortuitously,
conservative,foster,
crab,,
,foul,
curious,fraction,
date,,
deal,refraction,
declaration,fracture,
definitely,,
demonstration,fragrant,
documentary,fragrance,
,frank,
drain,fray,
emergence,,
employer,frenetic,
engraving,frenzy,
enhance,fanatical,
entrepreneur,freshly,
erode,freshness,
excavation,friction,
exciting,,
exploit,frightening,
expressive,frigid,
feminist,,
filter,fringe,
fitness,,
informative,frivolity,
fragile,from a far,
functional,frost,
funding,,
warehouse,defrost,
graphic,frown,
haven,frugal,
hemisphere,frugality,
humorous,fruitful,
identical,fruitfulness,
illustration,fruitless,
impose,fruitlessly,
inflation,frustrate,
innovative,,
insight,frustration,
instruct,frustrating,
intelligence,fume,
journalism,perfume,
justice,fumigate,
legend,furious,
,fuse,
,fused,
amendment,fusion,
obstacle,,
occupy,diffusion,
orientation,infusion,
,confusion,
phenomena,galvanize,
polygon,galvanization,
postal,gap,
prolific,,
realm,gaseous,
reformer,gasoline,
relevant,gauge,
relieve,,
reservoir,gazette,
residential,gear,
resolve,,
screen,gem,
sensitive,gemstone,
shade,generalize,
span,generalization,
supplement,generous,
supreme,,
swallow,genial,
symptom,congenial,
toe,gentility,
reverse,genuine,
vibration,germ,
virtue,get rid of,
warehouse,get in the way of,
adjustment,gibe,
balanced,gigantic,
rainbow,gilding,
breath,glamorous,
circular,glare,
commodity,,
competing,glean,
consciously,glide,
constituent,glider,
conventionally,glimpse,
,,
craftspeople,glorify,
,glossy,
drawback,glowing,
residue,gnaw,
exterior,go broke,
format,gold rush,
furnish,gorgeous,
identification,gospel,
intellectual,gossip,
interact,gourmet,
justify,gourmand,
commemorate,govern,
opposed,governor,
priority,grab,
realization,grace,
rough,graceful,
sedimentary,disgrace,
shellfish,gradient,
hypothesis,graft,
undergraduate,grand,
additive,grandeur,
administer,granite,
appealing,graphite,
appoint,grasp,
authenticate,,
back and forth,grateful,
,graze,
keyboard,grazing land,
breathing,grease,
civil rights,greedy,
commerce,grind,
communal,grip,
contaminate,grope,
,guarantee,
digestive,gulp,
educated,gush,
efficiency,gust,
exposition,gymnastic,
facilitate,gymnastics,
fertilizer,gyration,
,hail,
flexibility,,
fragment,hallmark,
genetically,hamburger,
invertebrate,hamper,
isolation,handicap,
moist,,
navigate,handy,
nuclei,handful,
occasional,haphazard,
occupation,hardy,
periodic,harden,
postage,hardy,
postcard,harness,
puzzling,,
reliance,harsh,
suited,,
toed,harshness,
tutor,haste,
invertebrate,hasten,
,chaste,
accounting,hatch,
acidic,hatchling,
,hatchery,
adoption,hatchet,
applicant,thatch,
disappointment,haul,
cabin,,
champion,overhaul,
championship,haunt,
cancellation,,
careless,haunted,
cast,hay,
commitment,heyday,
comparable,hazard,
air conditioner,hazardous,
conservationist,heal,
convenience,healing,
coverage,healthful,
spacecraft,heed,
date back,heel,
,heighten,
,heir,
derive from,herald,
desirable,herd,
document,,
predominantly,shepherd,
effectiveness,herder,
,heredity,
feed on,heritage,
finance,heroism,
framework,hesitate,
,hestiant,
genetics,heterogeneous,
graph,homogeneous,
hide,hexagonal,
imaginary,hibernate,
journalist,hibernation,
legendary,hierarchy,
light bulb,highlight,
literally,,
memo,hike,
microwave,,
mold,hilly,
molecular,chilly,
mythology,hinder,
nuclear,hinge,
opposition,hint,
,hinterland,
predictable,hold a large stake,
spacecraft,hoe,
corresponding,hollow,
restoration,,
roll,,
rotation,,
satiric,homemade,
,homespun,
flake,homesteader,
specify,homogenize,
spinning,homogeneous,
insufficient,horde,
supervise,horizon,
thereby,horizontal,
adverse,horn,
volunteer,horned,
accuracy,hornbill,
,hornet,
alternate,pronghorn,
,foghorn,
amplification,thorn,
announcement,thorny,
announcer,horror,
assembly,horror film/movie,
,hospitable,
,hostile,
,hostility,
,hover,
combustible,hovercraft,
cast-iron,hub,
,,
comprehensive,huddle,
contrary,,
controversy,hue,
aircraft,humanity,
dependable,humanitarian,
,nonhuman,
detective,humanistic,
dimension,humanist,
dive,humble,
diversion,humiliate,
drainage,humility,
draw,hump,
equality,hunger,
equivalent,hurl,
,husk,
fictional,,
,hustle,
,hydrogen,
formerly,hygiene,
fortune,hypersensitive,
implication,hypothesis,
industrialized,hypothesize,
,icon,
instrumentalist,,
intentionally,iconographic,
maritime,ideology,
mechanics,ideological,
meteorologist,idiom,
multiply,idiomatic,
orbital,idyllic,
packed,igneous,
,ignite,
pleasing,illegible,
possession,illiterate,
aircraft,illuminate,
relaxation,,
revision,illumination,
savings,illusion,
scope,illusive,
slight,imbibe,
withstand,immense,
theoretical,immobile,
underlying,immobilize,
unity,demobilize,
urbanization,impair,
conversion,impart,
ozone,impartial,
abandoned,impede,
inability,impediment,
norm,impending,
accumulation,imperative,
administrator,,
affordable,impermeable,
appreciation,impersonal,
,impersonate,
barb,impersonation,
polar bear ,impetus,
,complement,
bow,complementary,
,complimentary,
buddy,impregnate,
combustion,imprint,
cautious,,
charter,imprisonment,
checkout,improbable,
choreography,improvise,
circumference,improvision,
climatic,improviser,
comprehensible,impulse,
confusion,in conjunction with,
unconscious,in accord with,
constitute,in common,
,in scale,
contraction,inaccessible,
curiosity,inactivate,
custom,inanimate,
documentation,inaugurate,
domesticated,,
,incapacitate,
overdue,incense,
elevate,,
elevator,incentive,
entertain,inception,
excavate,incessant,
excitement,incident,
flavoring,incidentally,
informal,incidence,
functioning,coincident,
earthenware,coincidence,
gravitational pull,incisive,
heavenly,incise,
identifiable,inclination,
inspection,inclined,
long-lasting,,
liberate,inclusive,
,incompatible,
submarine,incomprehensible,
merchandise,incongruity,
microcosm,incongruous,
,incredible,
novelty,incredulity,
opponent,incur,
,indefinite,
,indefinitely,
,indent,
recreational,indented,
renewal,indenture,
resemblance,indifferent,
reside,indifference,
correspond,indigent,
revolutionize,indigence,
ruins,indigenous,
scarcely,indigestion,
scholarly,indiscriminate,
sensitivity,indiscriminately,
,indiscrimination,
stimulation,indispensable,
sunflower,individualism,
,induce,
supposedly,inducible,
towering,ineligible,
tract,inert,
transmitter,inevitably,
typify,inextricably,
,infancy,
urbanize,infection,
earthenware,infectious,
weaver,inferior,
seaweed,inferiority,
woolly,infertile,
variability,infest,
accompanying,infiltrate,
accompaniment,inflexible,
adaptable,inflict,
,afflict,
alteration,influential,
,influenza,
,influx,
appreciable,informal,
,informed,
audition,be informed about,
authentic,infuse,
imbalance,infusion,
,ingenious,
biological diversity,ingenuous,
,inherent,
chord,inherit,
chorus,inheritance,
,inject,
circuit,innate,
circulate,innermost,
,innocent,
competence,innumerable,
comprehend,inorganic chemical,
misconception,inquiry,
,insanity,
,insert,
contented,install,
converter,installment,
,instantaneous,
,instinct,
critical point,instinctive,
critique,instinctively,
accustomed,insulation,
a good deal,insult,
declare,insulting,
defensive,insurmountable,
dentistry,intact,
dental,integral,
depart,integrate,
,integrated,
descent,disintegrate,
detectable,integrity,
dieter,interdependence,
domesticate,interdependent,
doubtful,interference,
,interlocking,
erupt,intermediate,
underestimate,intermittent,
excite,interpersonal,
expanding,interpretation,
,interrupt,
formalized,intersect,
glazed,intersection,
gravitational field,intervention,
heaven,intimate,
ice sheet,,
instructive,intimacy,
,intoxication,
jewel,intrepid,
ken,intrigue,
laborious,intriguing,
layout,intrinsic,
legislation,introspective,
,intrude,
liberal,protrude,
deliberate,extrude,
magnetize,intrusion,
meteorology,intruder,
motionless,intruding,
natural gas,inundate,
naval,invade,
needy,invasion,
odds,invader,
orient,invariably,
periodical,inventory,
,inviting,
inpractical,involuntary,
predatory,ion,
,irony,
prospect,ironic,
qualification,irrelevant,
quest,irreparable,
,irresistible,
,irresponsible,
relaxed,irreverent,
relieved,irreverence,
remark,irreversible,
resolution,irrevocable,
correspondence,irritate,
responsive,irritable,
,irritating,
frigid,itinerary,
rite,itinerant,
scare,jealousy,
hypersensitive,jelly,
slide,jellyfish,
sophistication,jibe with,
subspecies,jog,
spectacle,jogging,
spectator,jolt,
,,
sticky,jolting,
stimuli,jubilant,
strip,judgement,
sunlit,,
symbolism,judicious,
tempting,juice,
threateningly,juicy,
traction,jumble,
translucent,,
,junction,
tribal,juncture,
upside-down,conjunction,
,adjunct,
variability,injunct,
viral,injunction,
abundantly,jungle,
,jurisdiction,
accountant,jury,
administrative,judgement,
,injustice,
psychoanalysis,justly,
apology,juvenile,
approaching,juxtaposition,
,kinetic,
approximate,kingdom,
as a rule,labyrinth,
assemblage,lace,
attendant,,
girder,,
grizzly bear ,lag,
bloom,lament,
,landing,
elbow,landmass,
braid,landslide,
bundle,larynx,
rebroadcast,laser,
checkup,lash,
circulation desk,,
citizenship,splash,
colonize,latent,
committed,lateral,
decomposition,equilateral triangle,
,quadrilateral,
conclusive,bilateral,
conductivity,launch,
conflicting,,
conscious,laurels,
consecutive,lavish,
consistency,slavish,
consonant,lawn,
constitutional,lawsuit,
supercontinent,league,
,colleague,
inconvenient,leak,
unconventional,,
counselor,leaky,
courtship,bleak,
screw,leap,
criteria,learn by rote,
customarily,lease,
deficient,,
descend,ledge,
deserted,pledge,
dictate,legacy,
diction,heritage,
digestion,legible,
discourse,illegible,
diversified,legume,
,leisure,
drastic,,
drawer,leisurely,
subdue,kerosene,
duration,gasoline,
eventual,lengthen,
exhaust,lengthy,
,lethal,
fertilized egg,lethargic,
nonfiction,lethargy,
financing,liable of,
,libel,
giant,life span,
girder,facelift,
glassware,likewise,
hardware,limb,
glaze,limestone,
graphics,lineage,
telegraph,linen,
gravitational force,linger,
rawhide,linguistic,
icecream cone,linguistics,
icicle,obliterate,
ignorant,iterate,
ignorance,litter,
imagination,,
imagery,,
intermediate,livelihood,
inappropriate,lively,
insistence,liver,
inspiring,livestock,
institutionalize,living quarters,
intellect,loathsome,
irrigate,lobby,
kennel,,
kernel,lobster,
labor movement,locomote,
labor union,locomotion,
workload,locomotive,
locality,lodge,
log cabin,,
logic,lodging,
loosen,longevity,
luminous,longitude,
luxurious,loom,
magnetic,,
geomagnetic,bloom,
electromagnetic,,
,loop,
memorial,,
merger,sloop,
,lore,
mythical,lucrative,
neuron,lull,
,lumber,
originality,lumbering,
packer,slumber,
parallel,plumber,
unparalleled,lure,
,,
performer,luster,
pioneering,lustrous,
pitcher,lyric,
portrayal,lyricist,
postulate,lyrically,
potentiality,magic,
predictability,magical,
preferable,magician,
prescribe,magnificent,
,magnificence,
promoter,cornet,
prompt,majestic,
equestrian,majesty,
,majority,
radiant,makeup,
radiate,,
refrigeration,,
rejection,malfunction,
relevance,mall,
,mallet,
reminder,malleable,
irresponsible,malleability,
rhythmic,malnutrition,
sculpt,mammoth,
cucumber,,
secure,mandatory,
,mandate,
,maneuver,
,,
insignificant,mania,
slip one's mind,manifestation,
,manipulate,
,mannerism,
highlight,mansion,
long-standing,manure,
newsstand,map,
sunshine,marble,
sunrise,march,
sunset,margin,
sundial,markedly,
supremacy,marsh,
intoxication,marshy,
underlie,marvel,
,marvelous,
utilitarian,mask,
vegetarian,,
viscosity,mason,
hardware,stonemason,
glassware,masonry,
waxy,masterpiece,
wed,matching,
woolen,matchless,
abandonment,mate,
viability,,
abstraction,maverick,
academician,,
accessible,meager,
adaptive,meaningful,
admiration,measures,
,mediate,
alternately,intermediate,
analogous,mediator,
appliance,medieval,
assembly line,melody,
,melodic,
at intervals,melodious,
attachment,melodrama,
audible,menace,
audit,,
authorize,merit,
avoidable,mesmerize,
bandleader,messy,
,metabolism,
forebear,metabolic,
,metaphor,
aboard,methodology,
cupboard,methodically,
,meticulous,
boredom,mighty,
,milestone,
breathtaking,milieu,
,militant,
,millennia,
robust,millionaire,
cabinetmaker,mime,
carver,mimetic,
,mimicry,
,mimic,
paycheck,miniature,
chore,,
,minimize,
closed circuit,minimal,
circumscribe,minimalist,
,minimum,
commit,,
complaint,minority,
comply with,minuscule,
conceptual,minute,
concerted,miraculous,
concerto,miracle,
inconclusive,mirage,
condensation,miserable,
conditioning,mislead,
confer,misleading,
congressman,mistrust,
conscience,mistrustful of,
,mitigate,
consequent,mobile,
contagious,,
contradict,,
contradictory,mobility,
converse,immobile,
cosmopolitan,mock,
,mockingbird,
counseling,moderate,
coupled with,,
courthouse,modest,
creditor,monarch,
credentials,monetary,
screwdriver,monitor,
crystalline,monochromatic,
crystallize,monopolize,
crystallization,monopoly,
horticulture,monotonous,
currency,monument,
outdated,monumental,
validate,morale,
big deal,morphololgy,
debatable,mortal,
definitive,,
definition,most distinctive,
interdependent,motif,
,locomotion,
,motivate,
,motivation,
smoke detector,motive,
jurisdiction,locomotive,
dietary,automotive,
dietetics,mourning,
diversify,mournful,
diversification,mouth,
divert,mud mortar,
predominate,mortar,
dramatize,,
melodrama,mulberry,
driftwood,multicellular,
dues,multi-faceted,
dwell,mundane,
,,
elimination,municipal,
embryological,mural,
,muscular,
equilibrium,mushroom,
,,
excel,mutual,
expanse,myriad,
,,
,mysterious,
,naïve,
,naked,
unfavorable,narcotic,
feeder,native to,
infertile,neat,
fragility,neglect,
,negligent,
freighter,negligible,
gravitation,negotiation,
harmless,neutral,
harmonize,neutralize,
harmonious,neutron,
helpless,niche,
imaginative,,
mediate,nickel,
immune,dime,
,nicotine,
supplementary,nocturnal,
implicit,nomadic,
imposing,nominate,
,nominee,
incorporation,nonconformist,
inflate,nonetheless,
instrumental,nonprofessional,
,nonsense,
intelligible,nontraditional,
intensify,not…so much as…,
interactive,not as yet,
,notable,
everlasting,,
literate,notably,
overload,notate,
locally,notation,
demagnetize,notch,
ferromagnetic,notorious,
,notoriously,
memorable,nourish,
mend,nourishing,
mercantile,nourishment,
merge,nowadays,
meteor,now and then,
microbe,noxious,
migrant,null,
emigrant,oath,
migraine,object to,
moisten,objection,
underneath,objective,
obstruction,,
roe,obligated,
oriental,obligation,
pack animal,obligatory,
backpack,oblige,
panic,obliterate,
,obscure,
parasitic,,
perfection,obsession,
spine,obsessed,
postmaster,obsolete,
practicable,deodorizer,
practicality,odorless,
progression,of scale,
projecting,offensive,
projection,inoffensive,
prominence,offshore,
disproportionate,olfactory,
unquestionably,omit,
irrelevant,ongoing,
reliability,onset,
resourcefulness,,
restriction,onslaught,
restrictive,ooze,
,,
rhythmical,opaque,
driftwood,optical,
,optician,
,optometrist,
saline,optimal,
desalination,optimum,
,optimist,
scenic,optimistic,
sculptural,optional,
secretin,option,
sectional,ordeal,
,ordinance,
sensible,ornament,
,ornamentation,
lampshade,ornamental,
,ounce,
homesick,renounce,
signify,pronounced,
sloping,denounce,
,bounce,
,oust,
,outcome,
strings,outcry,
stringent,outdated,
subtraction,outfit,
sunglasses,,
supplementary,outgoing,
survivor,outgrow,
sustenance,outgrowth,
textured,outlast,
,outlet,
trapper,outlook,
tutorial,,
universal,outlying,
converse,outmoded,
urbanism,outright,
ventilate,outset,
vigor,outspoken,
involuntary,outweigh,
weave,oval,
absenteeism,overburden,
absorption,overcast,
accessibility,overcharge,
on account of,overdue,
take account of,overhaul,
take into account,haul,
acidity,overlap,
advancement,overlapping,
fragility,overload,
,overlook,
alternation,,
platitude,oversee,
platitudinous,oversight,
ancestry,overt,
ancestral,overtime,
anticipation,overtire,
ethnoarchaeology,overtax,
semiarid,overtaxed,
,overturn,
assistantship,overwhelmingly,
,overwhelm,
at the cutting edge of,,
,owing to,
,painstaking,
,palatable,
avoidance,unpalatable,
overbalance,pale,
,palette,
bandmaster,pane,
,rampant,
unbearable,parade,
bellows,paralysis,
hillbilly,paralyze,
biodiversity,parameter,
boarder,paramount,
boardinghouse,paraphrase,
bowlegged,,
breathless,parliamentary,
crossbreeding,partial,
,impartially,
,participant,
candid,passion,
careerism,passionate,
cast off,passive,
cast away,pastel,
newscast,pasture,
overcast,patch,
,dispatch,
choreograph,path,
choreographic,pathway,
civility,footpath,
,patriarch,
coinage,patriarchal,
commercialize,patriot,
competitiveness,patriotic,
competent,patrol,
complication,patroller,
complicity,patron,
recompose,,
compound eyes,patronage,
computation,patronizing,
conception,paucity,
,pauper,
condenser,pave,
,pebble,
confinement,peck,
confirmation,peculiar,
disconnect,,
conscientious,peculiarity,
conservatism,peer,
contiguous,,
contamination,peerless,
contender,penal,
,penalty,
transcontinental,penchant,
conversational,pendant,
conversant,penetrate,
courteously,penetrating,
hovercraft,,
credence,,
,perceive,
concurrent,conception,
dated,misconception,
inundate,percolate,
decadent,percussion,
,perennial,
deficit,perennially,
condenser,perfume,
,perimeter,
,peripheral,
depositor,periphery,
depress,perishable,
depressed,permeate,
under the depressor,permeable,
devotion,perpendicular,
dietitian,perpetuate,
indigestion,perplex,
,perplexing,
dividing line,persevere,
,perseverance,
down the drain,persist,
draw up,persistence,
draw out,persistent,
snowdrift,personnel,
,perspective,
economize,,
educable,persuade,
embryonic,persuasive,
enclosure,pertinent,
endanger,pestilence,
engrave,pestilential,
entertainer,pet,
equitable,petal,
escapist,petition,
overestimate,repetition,
,pierce,
exhausting,pigment,
exploitation,pillar,
expressly,capillary,
express business,pillow,
exterminate,willow,
facilitation,pinch,
feminism,pique,
,,
festive,pivot,
,pivotal,
profile,a pivotal figure,
fixture,plagiarism,
,plague,
deformation,,
fortress,plank,
misfortune,chunk,
,plasma,
malfunctional,plaster,
,,
furnishing,plateau,
gallantry,platform,
genesis,playwright,
tableware,pledge,
,,
harmonic,plethora,
harmonica,pliable,
philharmonic,,
imagine,pliant,
imitative,plight,
immunity,plow,
indicative,,
industrious,plumb,
inspector,plumber,
ajar,plumbing,
jeweler,plump,
journalistic,plunge,
larval,pocketbook,
layering,polarize,
mislead,polish,
legislate,,
literacy,ploished,
illiterate,poll,
semiliterate,pollinate,
unload,pollination,
shipload,pollen,
trainload,pollinator,
luminosity,populous,
magnetism,porcelain,
popcorn,pore,
,porous,
aquamarine,portable,
memorandum,portend,
,pose,
,,
multitude,posture,
naturalistic,postdate,
negate,antedate,
novice,postgraduate,
obstruct,postwar,
unobstructed,postoperative,
oddly,posthumous,
opposing,potted,
,potent,
orchard,poverty,
unpack,preach,
,precarious,
perceptive,precaution,
spined,precede,
,preceding,
plainspoken,precipitate,
platelike,,
polygonal,,
popular tune,precipitation,
apportion,precipitous,
portraitist,precision,
portraiture,depredation,
coffeepot,precursor,
impracticality,predecessor,
preservative,predominate,
primordial,predominant,
professionalism,predominantly,
projectionist,preeminent,
proliferate,eminent,
proliferation,prefabricated,
,pregnant,
prospecting,preliminary,
parapsychology,premature,
headquarters,preoccupation,
questionable,preponderance,
unquestioning,prerequisite,
bequest,,
sequester,prescribe,
quilter,,
irradiate,prescribed,
hovercraft,presidency,
rarefy,presidential election,
reformism,preside over,
nonrelevant,prestige,
reliant,prestigious,
renewable,presumably,
repress,pretension,
irresistible,prevailing,
,prevail,
retentive,prevalent,
snowdrift,primal,
rigidity,,
,prime,
briskness,,
saltiness,heyday,
satirist,privilege,
,proceed,
lifesaver,proceeds,
scale,proceeding,
scaled,process,
upscale,proclaim,
,proclivity,
seasoning,prod,
unseasonably,,
oversecretion,prodigious,
subsection,prodigy,
sensibility,produce,
photosensitive,proficient,
,proficiency,
sheltered,profile,
,profound,
airsickness,profoundly,
sickness,prohibit,
slipper,prohibitive,
slippery,prohibitively,
slothful,promising,
solar cell,unpromising,
solitude,compromise,
unsophisticated,prone,
specified,pronounced,
specification,proof,
,proofread,
spontaneity,fireproof,
spotless,waterproof,
spotlight,soundproof,
spring up,rustproof,
springtime,propagate,
springwater,,
mainspring,propel,
standing,propellant,
standpoint,propensity,
steadfast,proper,
stimulant,property,
,proprietor,
sunburn,proprietorship,
supervision,propulsion,
supplementation,prosecute,
supposition,prosper,
supremely,prosperity,
survivability,prosperous,
sustained,protagonist,
,,
swampy,protest,
symbology,prototype,
systematize,protruding,
threadlike,provincialism,
thrive on,provision,
,,
cyclone,provoke,
portraiture,provocative,
portraitist,provocation,
neurotransmitter,prudent,
strap,pry open,
treasure trove,publicize,
prototypical,publicity,
postgraduate,puddle,
urbanite,pulp,
suburbanite,pulse,
vaporization,impulse,
variable,pump,
variance,,
vastness,pumpkin,
ventilation,punch,
vibrate,,
subdivision,puncture,
voluntary,acupuncture,
,pungent,
tableware,purple,
weaverbird,purify,
locoweed,purified,
absentee,purification,
absolutely,pyramid,
,quail,
actuate,,
,quaint,
,acquaint,
,acquaintance,
,acquainted,
,quantitative,
,quantum theory,
longitude,quiescent,
,quota,
annually,quotation,
,radical,
,radically,
,sporadically,
,raft,
,graft,
,rage,
,,
appropriation,outrage,
,enrage,
,mirage,
,sewerage,
,forage,
as far as,ragged,
as such,ragtime,
as a rule of thumb,raid,
,braid,
,rally,
,rampant,
,ratify,
at one session,ration,
attached,,
,rationing,
attention,rational,
,rattle,
,rattlesnake,
,raucous,
be taken by,raven,
be up to,,
,ravine,
,rayon,
below,crayon,
,fray,
,foray,
,tray,
,array,
,betray,
,spray,
bore,graze,
boundless,craze,
brownish,raze,
carelessly,reap,
carving,rear,
casting,,
cautiously,rebel,
caution,,
be characterized by,rebellion,
,rebellious,
,rebuke,
comparatively,receptacle,
,reception,
confined to bed,,
confining,receptionist,
confuse…with…,receptive,
consistently,receptor,
constantly,recipient,
,recession,
contention,recital,
contractor,reckless,
,reckon,
counsel,reclaim,
,recoil,
,recollection,
courtly,reconstruct,
crystallized,reconstruction,
,recount,
,recruit,
derivative,rectangle,
,rectangular,
,rectify,
,recur,
,recurring,
discouraging,recycle,
distinctly,reed,
distinctively,refine,
diversity,refined,
,refinement,
,reflection,
draw from,refraction,
elaborately,refreshing,
emerging,refreshment,
,refrigerate,
enthusiastically,refurbish,
,refute,
exaggeration,regardless,
exceed,regardless of,
exertion,regenerate,
express train,regeneration,
extended,regime,
fittingly,regimentation,
flock to,rehabilitate,
formative,rehabilitation,
fortify,rehearse,
fossilize,reign,
fossilized,reigning,
,sovereignty,
gallant,reimburse,
,reinforce,
give way to,reinterpretation,
glacier,reiterate,
,rejuvenate,
helper,rekindle,
,relay,
,relic,
,reluctant,
intricately,remainder,
irregularly,remaining,
,remedy,
,,
laboriously,remnant,
,render,
layman,rendering,
,surrender,
,rendition,
liberally,renounce,
,renunciation,
manually,renovate,
multistory,renovation,
,,
obtainable,rent,
,,
occupant,,
,rentable,
,rental,
organically,repel,
,repertoire,
,repertory,
pack down,repetition,
,replace,
performance,replenish,
permissive,replica,
phenomenally,replicate,
plainly,repute,
,reputed,
postal service,disrepute,
precedent,rescue,
predictive,resent,
prescribed,resentful,
,residue,
property,residual,
,resist,
quarterly,,
a range of,resonance,
range from…to…,resort,
,,
,respect,
refrigerant,,
,disrespect,
regulatory,respective,
be reserved to,respectively,
resolute,aspect,
,respiration,
unrestricted,respiratory,
,restraint,
,restrain,
,unrestrained,
,retail,
securely,retailer,
,tailor,
,retire,
,retirement,
,retool,
,retract,
spectacularly,,
spontaneously,retrieve,
stand in the way of,retriever,
standardize,retrospect,
standardized,retrospective,
,revere,
,revered,
stimulus,reverently,
strikingly,irreverent,
strike,irreverence,
,reverse,
,,
subtract,,
surging,reversible,
talented,irreversible,
temporarily,revitalization,
,revive,
,revival,
track,revolt,
trail,ridiculous,
uniqueness,ridicule,
unpromising,rift,
urbane,rigorous,
utilization,rigor,
vaporize,rinse,
,riot,
,rip,
,drip,
,dripstone,
weather,ripe,
yield to,ripen,
,risky,
,rival,
,,
,,
,rivalry,
,roam,
,roar,
,roast,
,robust,
,roost,
,,
,rooster,
,rote,
,routine,
,,
,routinely,
,rubbery,
,rubble,
,pebble,
,rudimentary,
,rugged,
,rumble,
,,
,rupture,
,corrupt,
,rust,
,,
,rustproof,
,rustic,
,sacred,
,,
,sake,
,salient,
,sanctimonious,
,sanction,
,,
,sanctuary,
,,
,infirmary,
,sandy,
,sanitation,
,sanitary,
,sarcastic,
,satisfactory,
,unsatisfactory,
,saturate,
,saturated,
,scan,
,scapegoat,
,scent,
,ascent,
,descent,
,quiescent,
,incandescent,
,fluorescent,
,adolescent,
,scheme,
