{"true Trump": {"...It is all a GIANT AND ILLEGAL HOAX, developed long before the election itself, but used as an excuse by the Democrats as to why Crooked Hillary Clinton lost the Election! Someday the Fake News Media will turn honest &amp; report that Donald J. Trump was actually a GREAT Candidate!": [3.965644035375249e-09, 0.999999996034356], "The Fake News Media has lost tremendous credibility with its corrupt coverage of the illegal Democrat Witch Hunt of your all time favorite duly elected President me! T.V. ratings of CNN &amp; MSNBC tanked last night after seeing the Mueller Report statement. FoxNews up BIG!": [4.0525862665674595e-09, 0.9999999959474137], "Do you believe that the Fake News Media is pushing hard on a story that I am going to replace A.G. Jeff Sessions with EPA Chief Scott Pruitt who is doing a great job but is TOTALLY under siege? Do people really believe this stuff? So much of the media is dishonest and corrupt!": [4.795794872336501e-09, 0.9999999952042051], "I’ve had to beat 17 very talented people including the Bush Dynasty then I had to beat the Clinton Dynasty and now I have to beat a phony Witch Hunt and all of the dishonest people covered in the IG Report...and never forget the Fake News Media. It never ends!": [1.702144569737385e-08, 0.9999999829785543], ". JimRenacci has worked so hard on Tax Reductions Illegal Immigration the Border and Crime. I need Jim very badly to help our agenda and to keep MAKING AMERICA GREAT AGAIN! He will be a fantastic Senator for the Great State of Ohio and has my full endorsement!": [2.4397404208009732e-08, 0.9999999756025958], "....through their country and our Southern Border. Mexico has for many years made a fortune off of the U.S. far greater than Border Costs. If Mexico doesn’t immediately stop ALL illegal immigration coming into the United States throug our Southern Border I will be CLOSING.....": [2.7368385224768588e-08, 0.9999999726316148], "“WE’RE NOT GOING TO MAKE AMERICA GREAT AGAIN IT WAS NEVER THAT GREAT.” Can you believe this is the Governor of the Highest Taxed State in the U.S. Andrew Cuomo having a total meltdown!": [4.96578975717199e-08, 0.9999999503421024], "“WE’RE NOT GONG TO MAKE AMERICA GREAT AGAIN IT WAS NEVER THAT GREAT.” Can you believe this is the Governor of the Highest Taxed State in the U.S. Andrew Cuomo having a total meltdown!": [5.000778402486361e-08, 0.999999949992216], "I hope everyone, even the Fake News Media, is having a great Christmas! Our Country is doing very well. We are securing our Borders, making great new Trade Deals, and bringing our Troops Back Home. We are finally putting America First. MERRY CHRISTMAS! MAGA": [5.569421879236813e-08, 0.9999999443057812], "..There will be nobody left in China to do business with. Very bad for China very good for USA! But China has taken so advantage of the U.S. for so many years that they are way ahead (Our Presidents did not do the job). Therefore China should not retaliate-will only get worse!": [6.269317320839463e-08, 0.9999999373068268]}, "false Trump": {"If I were the Republicans, I would worry very much about 2018.": [0.02266887783780691, 0.9773311221621931], "\"The right of citizens of the United States to vote in any primary or other election... shall not be denied or abridged by the United States or any State by reason of failure to pay any poll tax or other tax.\" Amendment 24, Section 1.": [0.025570670294873143, 0.9744293297051269], "Thank you, Bedford. Join me tomorrow in Salem &amp; Nashua:": [0.02679934744911794, 0.9732006525508821], "Thank you Clinton County GOP and Chair Dan Smicker for hosting a great event in Goose Lake last night!": [0.028347815261104636, 0.9716521847388954], "Why won’t realDonaldTrump release taxes? A) Not a billionaire B) Doesn’t pay them C) Audit=cheating. PhonyDon": [0.031014970451239465, 0.9689850295487605], "Thank you for a delightful evening, and please pass along to Jake that a positive review from him goes a long way in our house!": [0.03644827363667491, 0.9635517263633251], "Has Senator Bernie Sanders ever had a bill he sponsored become law?": [0.03896150384636776, 0.9610384961536322], "I don’t want a summary of the Mueller report. I want the whole damn report.": [0.040333783657360955, 0.959666216342639], "True. I am a normal person who loves babies. Sad those aren't universal qualities this year. Cc: realDonaldTrump": [0.04163893455898171, 0.9583610654410183], "The U.S. Army, deployed in wartime, is not an imperial play toy or extended palace guard of any temporary President. It is the Army of the People of this Republic, and Congress has a job and a duty to perform — especially when American soldiers are dying in a war zone.": [0.0473388088133645, 0.9526611911866355]}, "true NoTrump": {"Black women are three and a half times more likely to die from pregnancy than white women. As we work to make health care a right to all we must address the outrageous racial inequalities in our current health care system.": [0.9999998813039563, 1.1869604361287861e-07], "When we talk about “democratic socialism,” we’re talking about making sure everybody can live with dignity in the richest country on Earth. That means making sure everyone has the basic necessities of life: decent housing, good health care, good education and a good retirement.": [0.9999998588564537, 1.411435463348871e-07], "Today at Goodrich Place in Austin, I’m joining Hacanet to announce HUDgov’s RAD program has converted &amp; preserved 100K public housing units, which means more families have access to affordable housing across the country. It’s a spectacular accomplishment!": [0.9999994670016603, 5.329983396696726e-07], "Speaking of preexisting conditions, open enrollment starts today. If you or someone you know needs health care, visit  Thanks to financial help, most people can find plans for $75/month or less, so check out your options and find a plan that works for you.": [0.9999993556554286, 6.443445713371317e-07], "Medicare for All will end the atrocity of a profit-driven health care system in which thousands die because they can't afford care. Donald Trump wants to protect insurance company profits over American lives. Mr. Trump, we will defeat you in 2020. We'll make health care a right.": [0.9999991372718892, 8.627281108807536e-07], "At the end of the day, the only way that real change takes place is when millions of people stand up, fight back, and say, \"Enough is enough. We're gonna have a government that works for all of us, not just the few.\" Sign up here to join our movement:": [0.9999990188280539, 9.811719461796793e-07], "No one should have to work 120 hours a week or 5 jobs to be able to get the health care they need. We need a health care system that puts people before profits. We need a Medicare for all, single-payer system.": [0.999998703844534, 1.2961554659662745e-06], "When Harry Truman first proposed guaranteeing health care to seniors the idea was billed as radical, “un-American” and an attack on basic freedom. Medicare is now one of the most popular government programs. We can make health care a right to ALL if we have the political will.": [0.9999985584351003, 1.4415648996474238e-06], "I’m excited and honored to do 3 events across Vermont tomorrow with AdyBarkan. Please join us tomorrow to stand up for health care, raising the minimum wage, paid family leave, racial justice, and our country!": [0.9999982949115662, 1.705088433803522e-06], "HUD-assisted residents in Charlotte climbing the ladder of opportunity. HUDgov's work to help empower residents to achieve their American Dream isn't limited to North Carolina, across the country HUD is helping families become self-sufficient": [0.9999980321610036, 1.967838996404625e-06]}, "false NoTrump": {"Hillary's debate answer on delay: ”That is horrifying. That is not the way our democracy works. Been around for 240 years. We've had free --": [0.9908600038854581, 0.00913999611454186], "My childcare plan makes a difference for working families - more money more freedom. AmericaFirst means…": [0.987554527081209, 0.012445472918790909], "America is blessed with extraordinary energy abundance including more than 250 years worth of beautiful clean coal. We have ended the war on coal and will continue to work to promote American energy dominance!": [0.9857280748416093, 0.014271925158390722], "” puttster71: bobvanderplaats The next president isn't on ur stage. realDonaldTrump is the next president.”": [0.985030238019754, 0.014969761980246054], "President Obama refuses to answer question about Iran terror funding. I won't dodge questions as your President.": [0.9823886627677643, 0.017611337232235773], "Throughout my travels I've had the pleasure of sharing the good news from America. I've had the honor of sharing our vision for a free &amp; open Indo-Pacific -- a place where sovereign &amp; independent nations w/diverse cultures &amp; many different dreams can all prosper side-by-side.": [0.9812560411965008, 0.01874395880349916], "Miami-Dade Mayor drops sanctuary policy. Right decision. Strong!": [0.9758068877139905, 0.02419311228600956], "Proud of IvankaTrump for her leadership on these important issues. Looking forward to hearing her speak at the W20!": [0.9683307714745938, 0.031669228525406184], "If elected POTUS - I will stop RADICAL ISLAMIC TERRORISM in this country! In order to do this we need to…": [0.9595769455326913, 0.0404230544673086], "....came to the campaign. Few people knew the young low level volunteer named George who has already proven to be a liar. Check the DEMS!": [0.9568752292238012, 0.04312477077619879]}}