{
    "true Trump": {
        ". JimRenacci has worked so hard on Tax Reductions Illegal Immigration the Border and Crime. I need Jim very badly to help our agenda and to keep MAKING AMERICA GREAT AGAIN! He will be a fantastic Senator for the Great State of Ohio and has my full endorsement!": [
            1.4794265146278462e-08,
            0.9999999852057349
        ],
        "....the only Collusion with Russia was with the Democrats so now they are looking at my Tweets (along with 53 million other people) - the rigged Witch Hunt continues! How stupid and unfair to our Country....And so the Fake News doesn’t waste my time with dumb questions NO....": [
            1.364835449102486e-07,
            0.9999998635164551
        ],
        "“WE’RE NOT GOING TO MAKE AMERICA GREAT AGAIN IT WAS NEVER THAT GREAT.” Can you believe this is the Governor of the Highest Taxed State in the U.S. Andrew Cuomo having a total meltdown!": [
            2.3845731300653483e-07,
            0.999999761542687
        ],
        "With so much talk about the Wall people are losing sight of the great job being done on our Southern Border by Border Patrol ICE and our great Military. Remember the Caravans? Well they didn’t get through and none are forming or on their way. Border is tight. Fake News silent!": [
            3.389130464048762e-07,
            0.9999996610869536
        ],
        "Congratulations to Gregg Jarrett on his book “THE RUSSIA HOAX THE ILLICIT SCHEME TO CLEAR HILLARY CLINTON AND FRAME DONALD TRUMP” going to 1 on nytimes and Amazon. It is indeed a HOAX and WITCH HUNT illegally started by people who have already been disgraced. Great book!": [
            5.572070015391617e-07,
            0.9999994427929985
        ],
        "Thank you to Brandon Judd of the National Border Patrol Council for his strong statement on foxandfriends that we very badly NEED THE WALL. Must also end loophole of “catch &amp; release” and clean up the legal and other procedures at the border NOW for Safety &amp; Security reasons.": [
            6.008678012925373e-07,
            0.9999993991321987
        ],
        "Kris Kobach a strong and early supporter of mine is running for Governor of the Great State of Kansas. He is a fantastic guy who loves his State and our Country - he will be a GREAT Governor and has my full &amp; total Endorsement! Strong on Crime Border &amp; Military. VOTE TUESDAY!": [
            7.006999185321661e-07,
            0.9999992993000815
        ],
        "As I have stated many times, if the Democrats take over the House or Senate, there will be disruption to the Financial Markets. We won the Senate, they won the House. Things will settle down. They only want to impeach me because they know they can’t win in 2020, too much success!": [
            8.953910547448984e-07,
            0.9999991046089453
        ],
        "Republican Senators are overthinking tomorrow’s vote on National Emergency. It is very simply Border Security/No Crime - Should not be thought of any other way. We have a MAJOR NATIONAL EMERGENCY at our Border and the People of our Country know it very well!": [
            1.0835402163289487e-06,
            0.9999989164597837
        ],
        "The media and establishment want me out of the race so badly - I WILL NEVER DROP OUT OF THE RACE WILL NEVER LET MY SUPPORTERS DOWN! MAGA": [
            1.3824597516753911e-06,
            0.9999986175402483
        ]
    },
    "false Trump": {
        "In 1994, Ryan Moore made an impression on First Lady Hillary Clinton—and she him: \"She has helped make me into the person I am today.\"": [
            0.021580703359368125,
            0.9784192966406319
        ],
        "President Trump &amp; News Press -- How the Media Fail | National Review": [
            0.0333203550376211,
            0.9666796449623789
        ],
        "Thank you Hamdi and thank you Chobani.": [
            0.0351395323317969,
            0.9648604676682031
        ],
        "Why won’t realDonaldTrump release taxes? A) Not a billionaire B) Doesn’t pay them C) Audit=cheating. PhonyDon": [
            0.03881720916049847,
            0.9611827908395015
        ],
        "\"The right of citizens of the United States to vote in any primary or other election... shall not be denied or abridged by the United States or any State by reason of failure to pay any poll tax or other tax.\" Amendment 24, Section 1.": [
            0.05604683590246862,
            0.9439531640975314
        ],
        "Just incredible. Thank you Senator Dole.": [
            0.06103157949823579,
            0.9389684205017642
        ],
        "\"It just seems that the economy does better under the Democrats than the Republicans.\" —Donald Trump, March 2004": [
            0.07945660395962406,
            0.9205433960403759
        ],
        "Thank you, LindseyGrahamSC, for making our case:": [
            0.08293503970515059,
            0.9170649602948494
        ],
        "Thank you to the people of Vermont for the strong victory they gave me last night. Representing our beautiful state in the U.S. Senate has been the honor of my life and, in my third term, I will continue to do all that I can to stand up for the rights of working people.": [
            0.08545345621309663,
            0.9145465437869034
        ],
        "Is Canada a National Security Risk?": [
            0.09203002095074386,
            0.9079699790492561
        ]
    },
    "true NoTrump": {
        "At the end of the day, the only way that real change takes place is when millions of people stand up, fight back, and say, \"Enough is enough. We're gonna have a government that works for all of us, not just the few.\" Sign up here to join our movement:": [
            0.9999997931805389,
            2.068194611031885e-07
        ],
        "Today at Goodrich Place in Austin, I’m joining Hacanet to announce HUDgov’s RAD program has converted &amp; preserved 100K public housing units, which means more families have access to affordable housing across the country. It’s a spectacular accomplishment!": [
            0.9999997360377307,
            2.6396226923570207e-07
        ],
        "Some politicians still say a $15 minimum wage is \"too radical.\" Here's what's radical: in the wealthiest country in the world 40 million people live in poverty and 40% of our people can't afford basic needs. That's unacceptable, and it's why we must guarantee a living wage.": [
            0.9999996730291664,
            3.269708336209934e-07
        ],
        "Speaking of preexisting conditions, open enrollment starts today. If you or someone you know needs health care, visit  Thanks to financial help, most people can find plans for $75/month or less, so check out your options and find a plan that works for you.": [
            0.9999960795501732,
            3.920449826737948e-06
        ],
        "No one should have to work 120 hours a week or 5 jobs to be able to get the health care they need. We need a health care system that puts people before profits. We need a Medicare for all, single-payer system.": [
            0.9999959636458846,
            4.036354115333382e-06
        ],
        "It’s an international embarrassment we’re the only major country on Earth to not guarantee health care to every man, woman and child. Our nation needs a Medicare-for-all, single-payer system.": [
            0.9999935091773341,
            6.490822665943017e-06
        ],
        "Proud to support Mike Ball for Baltimore City Democratic Central Committee. From his days in Iraq to helping his local city of Baltimore, Mike’s leadership is something the state of Maryland needs. WinBackYourState": [
            0.9999924670836637,
            7.5329163363085e-06
        ],
        "Today, I’m announcing $2 billion in homeless grants through HUDgov's Continuum of Care program. These grants will support local homeless programs that provide housing and services to our most vulnerable residents. Learn more →": [
            0.9999920842269328,
            7.915773067292542e-06
        ],
        "When we empower our people, we empower our nation. Through EnVision Centers, the Jobs Plus program, the Family Self-Sufficiency program, the ROSS program, &amp; the Book Rich Environment initiative HUDgov is working to help people achieve their American Dream and empower our nation.": [
            0.9999911233051871,
            8.876694812889999e-06
        ],
        "New research shows the FightFor15 movement to raise minimum wages directly led to a collective $68 billion raise for 22 million low-wage workers in cities and states across the country. We must raise the federal minimum wage to $15 an hour.": [
            0.9999911121199604,
            8.887880039626355e-06
        ]
    },
    "false NoTrump": {
        "In times of tragedy the bonds that sustain us are those of family faith community and country. These bonds are stronger than the forces of hatred and evil - and these bonds grow even stronger in the hours of our greatest need.": [
            0.9951135021917841,
            0.004886497808215878
        ],
        "Hillary's debate answer on delay: \"That is horrifying. That is not the way our democracy works. Been around for 240 years. We've had free --": [
            0.9946327654805078,
            0.005367234519492179
        ],
        "Deepest condolences to the families &amp; fellow officers of the VA State Police who died today. You're all among the best this nation produces.": [
            0.9848767991452858,
            0.015123200854714244
        ],
        "Today we heard the experiences of law enforcement professionals and community leaders working to combat the threat of MS-13 and the reforms we need from Congress to defeat it. Watch here:": [
            0.9847880710197361,
            0.015211928980263911
        ],
        "Make sure you're registered to vote! Let's MakeAmericaGreatAgain! We can't afford more years of FAILURE! All info:…": [
            0.984757343839935,
            0.015242656160065066
        ],
        "President Obama refuses to answer question about Iran terror funding. I won't dodge questions as your President.": [
            0.982515263723932,
            0.017484736276067992
        ],
        "Hillary says things can't change. I say they have to change. It's a choice between Americanism and her corrupt globalism. Imwithyou": [
            0.9824591162204419,
            0.0175408837795581
        ],
        "America is proud to stand shoulder-to-shoulder with Poland in the fight to eradicate the evils of terrorism and extremism. POTUSinPoland": [
            0.9791464513683252,
            0.02085354863167479
        ],
        "FL KS ME MD MN NJ OR &amp; WV! It's the LAST DAY to mail in voter reg forms. Get the forms at…": [
            0.9670435475070841,
            0.032956452492915886
        ],
        "Can you imagine what the outcry would be if SnoopDogg failing career and all had aimed and fired the gun at President Obama? Jail time!": [
            0.9554307404941013,
            0.04456925950589878
        ]
    }
}